export const notificationSettings = [
  {
    title: 'การแจ้งเตือนทั้งหมด',
    descriptions:
      'การแจ้งเตือนทั้งหมดจะช่วยให้คุณติดตามและจัดการกับเหตุการณ์และสถานการณ์ต่าง ๆ ที่เกิดขึ้นได้อย่างมีประสิทธิภาพ',
  },
  {
    title: 'Incident Management',
    list: [
      {
        title: 'แจ้งเหตุใหม่',
        descriptions: 'การแจ้งเตือนเมื่อมีการรายงานเหตุการณ์ใหม่ที่ต้องการการจัดการหรือการตรวจสอบ',
      },
      {
        title: 'โอนงาน',
        descriptions: 'การแจ้งเตือนเมื่อมีการโอนงานหรือเปลี่ยนผู้รับผิดชอบในเหตุการณ์',
      },
      {
        title: 'แสดงความคิดเห็น',
        descriptions: 'การแจ้งเตือนเมื่อมีการแสดงความคิดเห็นหรือเพิ่มข้อมูลเพิ่มเติมในเหตุการณ์ที่กำลังดำเนินอยู่',
      },
    ],
  },
  {
    title: 'ขอความช่วยเหลือ SOS',
    list: [
      {
        title: 'ขอความช่วยเหลือ SOS',
        descriptions: 'การแจ้งเตือนเมื่อมีการขอความช่วยเหลือฉุกเฉินจากระบบ SOS',
      },
      {
        title: 'เชิญประสานงาน',
        descriptions: 'การแจ้งเตือนเมื่อมีการเชิญคุณเข้าร่วมประสานงานหรือร่วมมือในการจัดการเหตุการณ์',
      },
      {
        title: 'เพิ่มคุณเข้าไปในผู้รับผิดชอบ',
        descriptions: 'การแจ้งเตือนเมื่อมีการเพิ่มชื่อคุณในรายการผู้รับผิดชอบต่อเหตุการณ์หรือภารกิจ',
      },
      {
        title: 'Update Status',
        descriptions: 'การแจ้งเตือนเมื่อสถานะของเหตุการณ์หรือภารกิจถูกอัพเดต',
      },
    ],
  },
  {
    title: 'Alarm Monitoring',
    list: [
      {
        title: 'Update Status',
        descriptions: 'การแจ้งเตือนเมื่อสถานะของเหตุการณ์หรือภารกิจถูกอัพเดต',
      },
    ],
  },
];
