export const AlertTypeList = [
  {
    label: 'อื่น ๆ',
    value: 'อื่น ๆ',
  },
  {
    label: 'เหตุระเบิด',
    value: 'เหตุระเบิด',
  },
  {
    label: 'เหตุยิงปืน',
    value: 'เหตุยิงปืน',
  },
  {
    label: 'เหตุทะเลาะวิวาท',
    value: 'เหตุทะเลาะวิวาท',
  },
  {
    label: 'วัตถุต้องสงสัย',
    value: 'วัตถุต้องสงสัย',
  },
  {
    label: 'อุบัติเหตุ',
    value: 'อุบัติเหตุ',
  },
  {
    label: 'การจราจรแออัด',
    value: 'การจราจรแออัด',
  },
  {
    label: 'สึนามิ',
    value: 'สึนามิ',
  },
  {
    label: 'ภัยพิบัติ',
    value: 'ภัยพิบัติ',
  },
];
